tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "microsoft/git"
tap "tomanthony/brews"
brew "awscli"
brew "bat"
brew "boost"
brew "chezmoi"
brew "direnv"
brew "folly"
brew "edencommon"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "tesseract"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "jless"
brew "jq"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "poppler"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "redis"
brew "ripgrep"
brew "ruff"
brew "tmux"
brew "tmuxinator"
cask "1password-cli"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "git-credential-manager-core"
cask "gitify"
cask "monitorcontrol"
cask "stats"

# Loop
tap "cerbos/tap"
tap "vmware-tanzu/carvel"
brew "asdf"
brew "actionlint"
brew "cerbos/tap/cerbos"
brew "gnupg"
brew "imagemagick"
brew "mkcert"
brew "nss"
brew "qpdf"
brew "shellcheck"
brew "vmware-tanzu/carvel/ytt"
brew "watchman"
